Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Of course — do you know any other kings by that name? I was one of his father’s most trusted advisors until he passed away earlier this year, and I still have the son’s ear, though being young he listens perhaps less well than he should.
uk_ua: Звичайно— чи ти знаєш інших королів з таким же ім'ям? Я був одним з найдовіреніших радників його батька, поки він не помер на початку цього року. Тепер я радник Гарарда, хоча він по молодості і прислухається до мене значно менше, чим варто було б.

source: Of course, of course. I promise! I never wanted to hurt you nice people anyway.
uk_ua: Звісно, звісно. Я обіцяю! Насправді я ніколи не хотів на нас нападати.

source: Of course. How could a girl say no to a man riding a horse?
uk_ua: Звісно ж. Як дівчина може сказати "ні" чоловікові, що їздить на коні?

source: Off Map
uk_ua: Поза картою

source: Official Wesnoth Server
uk_ua: Офіційний сервер Wesnoth

source: Often hailing from the wilder and untamed regions of Wesnoth, Horsemen are trained from childhood to ride and to follow a strict code of honor. A charge made by a horseman is a powerful though risky tactic, the worth of which has been proven time and time again on the battlefield. Horsemen excel against most infantry, especially those who have fallen out of line, but must take care against both spearmen and archers for whom their large size provide inviting targets.
uk_ua: Часто родом з диких областей Весноту, Вершники з дитинства навчалися верховій їзді і строгому кодексу честі. Наскок Вершника — тактика потужна, але ризикована; її цінність знову і знову доводять на полі бою. Вершники прекрасно справляються з більшістю видів піхоти, особливо якщо піхотинці зламали ряди, але повинні уникати списоносців і лучників, оскільки через великі розміри иа інерцію, вершники є дуже гарною ціллю.

source: Often, you will throw several units at a single enemy unit to finish him off, but these were forming your defensive line which is now partly broken. Maybe this doesn&#8217;t matter because you are out of reach of the next enemy unit. Maybe it does because you only managed to weaken a very strong enemy and next turn, he is going to strike back. Perhaps a Horseman can deliver the killing blow.
uk_ua: Наприклад, ви кидаєте вперед декілька бійців на одного противника, щоб його прикінчити, але лінія оборони, яку вони створювали, виходить частково розірваною. Можливо, це не має значення, оскільки ви знаходитеся поза досяжністю інших ворожих бійців. А можливо - має, якщо ви змогли лише ослабити сильного противника, але не убили його, і в наступному ходу він завдасть удару у відповідь. Можливо, варто доручити вершникові завдати вбивчого удару.

source: Ogdal
uk_ua: Огдал

source: Ogre
uk_ua: Огр

source: Ogres are a wild and uncivilized race who dwell mainly in the wilderness of the Great Continent. Physically, they resemble humans and orcs but are larger and stronger. Even their adolescents are more than a match for most men. Ogres are distrusted in many populated areas and usually either avoid them or are driven out by force. Instead, they lurk the mountainous areas on the edges of civilization, where hungry ogre bandits provide a constant threat to travelers and caravans. While ogres are not particularly intelligent or quick, their toughness and physical strength make them a valuable asset in the armies of other races. They are especially valued by more ruthless commanders who don’t mind the ogres’ brutality. Little is known about their biology or society, if they can truly be said to have one, but they are said to attack alongside wolves and other beasts. Whether this is a sign of cooperation, domestication, or simply mutual opportunism is not known.
uk_ua: Огри — дика, нецивілізована раса, що мешкає переважно на диких землях Великого Континенту. Зовні вони нагадують людей і орків, але вони більші та сильніші. Дорослий чоловік навряд чи зрівняється навіть з їх дітьми. В заселених місцях до огрів відносяться непривітно, і, як правило, вони уникають таких місць, або їх виганяють силою. Тому вони ховаються в горах, на межах цивілізації, де являють постійну загрозу для подорожніх і торговців. Хоча огри не відрізняються особливим розумом чи спритністю, їх сила і витривалість цінуються в арміях інших рас. Особливо їх люблять безжальні полководці, які не мають нічого проти жорстокості огрів. Мало що відомо про їх біологічну будову і суспільний устрій, якщо це можна назвати суспільством, але кажуть, що огри були помічені в нападах разом з вовками і іншими звірами. Хоча невідомо, чи є це знаком приручення, співпраці, отримання спільної вигоди, або просто чутки чи випадковість.

source: Ogres are giant creatures that usually live alone in the wilderness, remarkably similar to humans in form, though large and misshapen. While they can be easily outrun or outsmarted, their strength is not to be underestimated.
uk_ua: Огри — це величезні створіння, що зазвичай живуть поодинці в глушині; вони напрочуд схожі на людей, але великі і потворні. Їх дуже просто обдурити або втекти від них, але силу огрів не варто недооцінювати.

source: Oh dear. We must do this again. Come to me my friends! If you are still hungry, feed on a passenger first.
uk_ua: Хай йому грець. Доведеться знову так вчинити. До мене, друзі мої! Якщо досі голодні, спочатку почастуйтеся кимось із пасажирів.

source: Oh great, now a forest. I should have stayed at home and taken my chances with the orcs!
uk_ua: Чудово, тепер ще і ліс... Краще б удома сидів і спробував поборотися з орками!

source: Oh great, now a forest... I should have stayed at home and taken my chances with the orcs!
uk_ua: Чудово, тепер ще і ліс... Краще б удома сидів і спробував поборотися з орками!

source: Oh my!
uk_ua: О боже!

source: Oh no! Look what he has frisking at his heels now. And I thought the cuttlefish was bad!
uk_ua: О ні! Дивіться, хто треться об його ноги. А я думав, каракатиця це найгірше, що могло бути!

source: Oh no! They are destroying our home!
uk_ua: О ні! Вони зруйнують наш дім!

source: Oh no! What shall we do?
uk_ua: О ні! Що ж нам робити?

source: Oh no! Without a loremaster we cannot complete our mission!
uk_ua: О ні! Без Хранителя Давнини ми не зможемо виконати наше завдання!

source: Oh no, he just... disappeared.
uk_ua: О ні, він просто... зник.

source: Oh well, I guess I should have listened when he said not to let it happen again...
uk_ua: Що ж, мабуть, мені варто було дослухатися, коли він попереджував...

source: Oh well, too bad for you!
uk_ua: Що ж, тобі не пощастило!

source: Oh yeah!
uk_ua: О так!

source: Oh! It worked! Take us to port, Captain, as soon as you do have the wind.
uk_ua: Ого! Спрацювало! Веди нас у порт, капітане, щойно повернеться вітер.

source: Oh! Me see human. Human tasty food?
uk_ua: О! Моя бачити людина. Людина смачний їсти?

source: Oh, all right then. Come along with us.
uk_ua: Ох, добре. Ти можеш йти з нами.

source: Oh, for my sons... — As we agreed. I will hold Southbay until my last breath.
uk_ua: Ох, мої сини... — Як ми домовилися. Я утримуватиму Південну Бухту до останнього подиху.

source: Oh, hello friend! I didn’t know you were hiding in there.
uk_ua: О, вітаю, друже! Я й не знала, що ти тут заховався.

source: Oh, hello! You’re a handsome one.
uk_ua: Ой, привіт! Який же красень.

source: Oh, him. See here, I don’t want any trouble, but he is a little... ah...
uk_ua: А, ви про нього. Знаєте, я не хотіла б утрапити в халепу, але він дещо… е-е-е…

source: Oh, it truly is you! How did you come to be here, shut away from the trees and the light of the sun?
uk_ua: Ох, це й справді ви! Як ви опинилися тут, відірвані від дерев і світла сонця?

source: Oh, it’s a mage that makes jokes too! Let’s go.
uk_ua: Ой, а цей маг ще й хвацько жартує! Ходімо.

source: Oh, no! We have run out of time, they have arrived with reinforcements...
uk_ua: О ні! Ми не встигли, пришло їх підкріплення...

source: Oh, of course. I had nearly forgotten.
uk_ua: А, звісно, я ледь не забув.

source: Oh, to join my family again! Do not mourn my passing.
uk_ua: О, знову зустріну свою сім'ю! Не оплакуйте мій відхід.

source: Oh, wow.
uk_ua: Ого.

source: Oh, you were right!
uk_ua: Ого, а ти вгадав!

source: Oh.
uk_ua: Ох.

source: Oh. Me like only tasty meat. You go away.
uk_ua: О. Моя тільки їсти смачний м'ясо. Геть.

source: Oh... well... very nice of you, but I don’t feel very fated. In fact, I’ve been positively blundering! I was just trying to defend my master Methor’s school against the orcs, and then I was tasked with finding the source of the undead activity... and now I have failed at both.
uk_ua: О... ну... це дуже мило, але я не відчуваю величності долі. Взагалі-то, я усього лише незграба! Спочатку я намагався захистити школу мого учителя Метора від орків, а потім дізнатися, звідки беруться мерці... Але у мене нічого не вийшло.

source: Ohh! To be risen again!
uk_ua: Охх! Хай мене воскресять!

source: Ohh.
uk_ua: Ох.

source: Ointment of venom
uk_ua: Отруйна мазь

source: Okean
uk_ua: Океан

source: Old Continent
uk_ua: Старий континент

source: Old English Translation
uk_ua: Староанглійський переклад

source: Old Friend
uk_ua: Давній друг

source: Old Wooden Floor
uk_ua: Стара дерев'яна підлога

source: Old height:
uk_ua: Стара висота:

source: Old width:
uk_ua: Стара ширина:

source: Oltr
uk_ua: Олтр

source: Ommmmmmm...
uk_ua: Оммммммм...

source: On Challenging difficulty, defeat Dommel in Glory.
uk_ua: Граючи на високій складності, переможіть Доммеля в сценарії "Слава".

source: On friends list
uk_ua: У списку друзів

source: On ignores list
uk_ua: У списку ігнору

source: On maps where <i>Shroud</i> or <i>Fog of War</i> has been enabled, all units’ sightlines are limited by their maximum movement. If you have some valuable but slow units, keep at least one fast unit with them so that you are not caught out by a surprise attack.
uk_ua: На картах з <i>пеленою</i> чи <i>туманом війни</i> огляд бійця обмежений клітинками, до яких він може дійти. Пам'ятаєте про це, і завжди тримаєте в команді важливих, але повільних бійців як мінімум одного швидкого бійця, щоб не бути захопленим зненацька раптовою атакою.

source: On one condition. You must take off that mask and show your true face. I am a witness.
uk_ua: За однієї умови. Ти маєш зняти маску та показати своє справжнє обличчя. Я свідок.

source: On the top of the energy bar shown next to each unit of yours is an orb. This orb is:
uk_ua: У верхній частині смужки енергії, що показана поруч із кожним бійцем, є також сфера. Ця сфера є:

source: On this day you have proved yourself to be a tree-friend. For so long your kind has only come with sharp blades to harm my kind. You come to build these buildings of stone. Our roots may be slow, but they are strong. We will eventually claim all of the stones back for the earth.
uk_ua: Сьогодні ти показав себе другом дерев. Довго ж такі, як ти, приходили сюди тільки з гострими лезами, шкодити моєму народу. Ви приходили і будували ці будівлі з каменю. Наші корені повільні, але вони сильні. Рано чи пізно ми повернемо усі камені назад в землю.

source: On we go...
uk_ua: Йдемо...

source: On www.wesnoth.org you can find strategy guides, technical support, the history of Wesnoth, and much more.
uk_ua: На сайті www.wesnoth.org ви можете знайти посібник зі стратегії, техпідтримку, історію Весноту і ще багато іншого.

source: On your order, Sir Deoran.
uk_ua: Очікую твоїх наказів, Пане Деоране.

source: On your own? My lord! We, your loyal soldiers, will support you!
uk_ua: Один? Мій лорд! Ми, ваші вірні солдати, підтримаємо Вас!

source: Once great, Elder Magi have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
uk_ua: Колись могутні, Старі маги трохи втратили силу від років, проведених в боях. Проте, на полі бою все ще слід побоюватися ударів їх блискавок.

source: Once this is fixed, you will need to restart this scenario.
uk_ua: Коли це починять, вам необхідно буде перезапустити цей сценарій.

source: Once, I was happy here, but Iliah-Malal made me see this land as the eyes of the living see it... a place of rock and dust.
uk_ua: Колись я був тут щасливий, але Іліа-Малал показав мені, як це місце виглядає для живих... як скопище каменів і пилу.

source: Once, the town of Myrilel was a tranquil village at the easternmost reaches of humankind. This changed forever upon the rise of the lich warlord Mal-Ravanal, who ripped a gate of unspeakable dark sorcery in the center of town as the first gathering point for his armies of death. Though Mal-Ravanal was defeated, Myrilel remains a place made desolate and ruined, the gate an eternal scar on the land that to this day summons forth legions of wandering undead.
uk_ua: Колись містечко Мурілель було спокійним селищем, яке, до того ж, було найсхіднішим поселенням людей на всьому континенті. Але це все назавжди змінилося за часів лорда-ліча Мал Раванала. Збираючи свою армію мерців, він відкрив портал невимовно темного чаклунства прямо в центрі містечка. Хоча Мала Раванала було переможено, Мурілель залишився зруйнованим та покинутим. Портал залишив вічний шрам на лику землі, і донині там піднімаються легіони неспокійних мерців.

source: One day, reports came of Wesnothian forces seizing elvish land on the border. Kalenz gathered a small force and hurried to the disputed country.
uk_ua: Одного разу прийшла звістка, що війська Весноту штурмують частину ельфійських земель на межі. Каленз зібрав невеликий загін і поспішив до тих територій.

source: One fewer evil in this forest.
uk_ua: Тепер у цьому лісі менше зла.

source: One fewer orc to deal with, and our way across the bridge is clear! I also gained experience from striking the killing blow!
uk_ua: Треба забрати ще одного орка і шлях через міст вільний! Я також отримав досвід від добивання ворога!

source: One hour will work for us. It will not take all of us to defeat the undead.
uk_ua: У нас є одна година. Нам непотрібно застосовувати всю нашу силу, ми й так можемо перемогти мерців.

source: One last effort! We better finish our campaign when we hold initiative, before Winter arrives.
uk_ua: Ще одна виправа! Краще завершити нашу кампанію, поки ми володіємо ініціативою, до настання Зими.

source: One less braggart orc in the world.
uk_ua: На одного хвалькуватого орка менше.

source: One lucky attack by an Orcish Grunt, and I’m done for!
uk_ua: Одна вдачна атака орка-піхотинця — і мені гаплик!

source: One more day’s travel, I think. We should camp for the night now — we should be out of it by tomorrow evening.
uk_ua: Я думаю, нам залишилося подорожувати лише один день. Краще переночувати зараз — ми повинні вийти до наступного вечора.

source: One notable exception is bridge terrains, such as <italic>text='bridges over shallow water'</italic>, <italic>text='fords'</italic>, and <italic>text='bridges over chasms'</italic>. Fords are easily passable to both merfolk and humans — all units moving on a ford enjoy the best defense and best movement out of flat and shallow water, rather than the worse movement of the two. Similarly, bridges over chasms are passable to nonfliers (unsurprisingly).
uk_ua: Одн вартий уваги виняток — це мости, такі як <italic>text='міст через мілководдя'</italic>, <italic>text='брід'</italic>, <italic>text='міст через прірву'</italic>. Броди легко можуть перетнути як люди так і водяні — всі бійці мають на броді найкращий захист та найкращу ціну ходу з рівнини або мілководдя, а не гіршу ціну ходу як мало б бути. Подібно до цього, нелітаючі можуть перетнути міст через прірву (дивно, правда?).

source: One of Iliah-Malal’s creatures. So it has begun!
uk_ua: Одне із створення Іліа-Малала. Отже, почалося!

source: One of the pinnacles of what is considered ‘black magic’ is the art of necromancy, the terrible ability to awaken the dead with false life. This discovery alone caused humanity’s condemnation of black magic, for the nightmarish things it has made real have given fear a vast new arsenal. This ability, in all aspects, is the first step towards cheating death of its ultimate prize.
uk_ua: Одним з найбільших досягнень того, що називають ‘чорною магією’ є мистецтво некромантіі, жахливе вміння піднімати з землі нежить. Лише це одне відкриття викликало засудження чорної магії людством, оскільки кошмарні речі, які воно творить, дають злу новий, небачений арсенал. Це вміння, у всіх відношеннях, є першим кроком на шляху до їх головної мети — обманути смерть.

source: One of us will find a final death here. I do not think it will be me.
uk_ua: Один з нас знайде тут остаточну смерть. Не думаю, що це буду я.

source: One of your peasants has happened upon some spiders’ nests in the north and south.
uk_ua: Один з ваших селян виявив павукові гнізда на півночі і півдні.

source: One or more add-ons need to be installed in order to join this game.
uk_ua: Для того щоб приєднатися до гри необхідно встановити один або більше аддонів.

source: Only a few are able to bond with the mighty Gryphons. Those who do may become Gryphon Riders, and discover the world of the skies upon the backs of these flying beasts.
uk_ua: Лише обрані можуть приручити могутніх грифонів. Той, хто зуміє, можуть стати вершниками грифонів і відкрити для себе небесний світ на спині цих літаючих бестій.

source: Only a fool would dare to attack me!
uk_ua: Лише дурень наважиться напасти на мене!

source: Only a human could take such a lovely cave and fill it with refuse. Humans. Hey, is that a pair of boots?
uk_ua: Тільки люди могли узяти і забити таку дивовижну печеру покидьками. Люди. Гей, це що там у нас, пара черевик, чи що?

source: Only a powerful mage can wield this.
uk_ua: Лише могутній маг може цим володіти.

source: Only accept whisper messages from people on your friends list
uk_ua: Чути шепіт лише від гравців з вашого списку друзів

source: Only available during a scenario.
uk_ua: Доступно тільки під час сценарію.

source: Only if we gots no other choice. Let’s hear the mage’s plan first.
uk_ua: Тіки якшо в нас не лишиться вибору. Давай спочатку вислухаємо мага.

source: Only in battles against <i>other humans!</i> To fight such a fell evil is another matter altogether.
uk_ua: Лише в битвах проти <i>інших людей!</i> А бороться з такими глибинним злом це зовсім інше.

source: Only magical beings can wield such an object.
uk_ua: Тільки чаклуни можуть володіти цим предметом.

source: Only merfolk can use this item.
uk_ua: Тільки водяні можуть користуватися цією річчю.

source: Only one bottle, Kalenz. Choose carefully who will take it.
uk_ua: Всього одна пляшка, Калензе. Подумай ретельно, кому її віддати.

source: Only one faction will emerge victorious from this tightly bordered three-player map.
uk_ua: Лише одна сторона буде визнана переможцем на цій суворо обмеженій карті для трьох гравців.

source: Only random sides in the current era.
uk_ua: Лише випадкові сторони в поточній ері.

source: Only show games with friends
uk_ua: Показувати лише ігри з друзями

source: Only show games with vacant slots
uk_ua: Показувати лише ігри з вільними місцями

source: Only the foolish oppose me!
uk_ua: Тільки дурні стають у мене на шляху!

source: Only the more perverse and sadistic of necromancers know what must be done to turn a person into a ghoul, and it is a secret they are not telling. The result, however, is all too well known; it is a beast that knows nothing of its days as a human being, a creature that shambles about as naked as the day it was born, and gorges itself on the flesh of the dead. It is because of such things that necromancy is condemned with an almost primal hatred in all civilized lands.
uk_ua: Лише найбільш збоченим та жорстоким некромантам відомо, як людину перетворити в гуля, і цей секрет добре приховується. Проте результат добре всім відомий: це тварюка, яка нічого не пам'ятає про своє попереднє людське життя, незграбна, гола, в чому мати родила, і що жадібно пожирає плоть мертвих. Саме через такі речі некромантів засуджують з особливою ненавистю у всіх цивілізованих землях.

source: Onward to Tyegëa’s island, then.
uk_ua: Тоді вперед, на острів Тигеї.

source: Onwards to the ships!
uk_ua: На кораблі!

source: Oof
uk_ua: Ооф

source: Oooh oooh oooh! I want to help! Pick me, pick me!
uk_ua: Ууух ууух ууух! Я хочу помогти! Візьміть, візьміть!

source: Oooh! I take it you wouldn’t mind if I helped out?
uk_ua: Ого! Вважаю, ви будете не проти, якщо я допоможу?

source: Ooouuuh! It burns... burrrrnnns...
uk_ua: Аааааай! Пече... пееечееее...

source: Open
uk_ua: Відкрити

source: Open Chest
uk_ua: Відкрита скриня

source: Open Coffin
uk_ua: Відкрита домовина

source: Open Plain Chest
uk_ua: Відкрита проста скриня

source: Open Rusty Gate
uk_ua: Відкриті іржаві ворота

source: Open Trapdoor
uk_ua: Відкрити люк

source: Open Wooden Door
uk_ua: Відкриті дерев'яні двері

source: Open link?
uk_ua: Відкрити посилання?

source: Open saves folder
uk_ua: Відкрити теку зі збереженнями

source: Open this file with an external application
uk_ua: Відкрити цей файл зовнішньою програмою

source: Opening links is not supported, contact your packager
uk_ua: Відкриття посилань не підтримується, зв'яжіться з менеджером пакету

source: Opens the log file pertaining to the current session, which may contain useful debug information
uk_ua: Відкриває відповідний до теперішньої версії лог-файл, у якому може міститися корисна для відлагодження інформація

source: Optional objective:
uk_ua: Необов'язкова ціль:

source: Options for --multiplayer
uk_ua: Опції для --multiplayer

source: Or, fight me and die. I will then resurrect you as my slave.
uk_ua: Чи бийся зі мною і помри. Тоді я воскрешу тебе і зроблю своїм рабом.

source: Or... you know. Thanks so much for getting us out, sir. We would be glad to follow you!
uk_ua: Або… Ну, тобто… Дякую, що витягли нас, пане. Ми радо підемо з вами!

source: Or...is he <i>talking</i> to it?!
uk_ua: Або...він <i>розмовляє</i> з нею?!

source: Oracle
uk_ua: Оракул

source: Oracles? What nonsense you babble... After you die, I will raise your corpse and compel you to tell me how to reopen my portal!
uk_ua: Провісники? Що за нісенітницю ти плетеш... Після твоєї смерті я воскрешу твій труп і змушу розповісти мені, як відкрити мій портал наново!

source: Orange
uk_ua: Помаранчевий

source: Orb
uk_ua: Сфера

source: Orbl
uk_ua: Орбл

source: Orbs
uk_ua: Сфери

source: Orbs and ellipses
uk_ua: Сфери та еліпси

source: Orcish Archer
uk_ua: Оркський лучник

source: Orcish Assassin
uk_ua: Оркський вбивця

source: Orcish Castle
uk_ua: Замок орків

source: Orcish Crossbowman
uk_ua: Оркський арбалетник

source: Orcish Flag
uk_ua: Орчий прапор

source: Orcish Grunt
uk_ua: Оркський піхотинець

source: Orcish Keep
uk_ua: Вежа орків

source: Orcish Leader
uk_ua: Ватажок орків

source: Orcish Nightblade
uk_ua: Оркський душогуб

source: Orcish Ruler
uk_ua: Правитель орків

source: Orcish Slayer
uk_ua: Оркський згубник

source: Orcish Slurbow
uk_ua: Оркський балістик

source: Orcish Sovereign
uk_ua: Оркський автократ

source: Orcish Village
uk_ua: Село орків

source: Orcish Warlord
uk_ua: Оркський полководець

source: Orcish Warrior
uk_ua: Оркський воїн

source: Orcs
uk_ua: Орки

source: Orcs are just creatures of tall tales!
uk_ua: Орки це просто істоти з казок!

source: Orcs kill the Wesfolk Leader
uk_ua: Орки вбили весфолькську лідерку

source: Orcs sighted! They’ve seized the frontier! To arms! To arms!
uk_ua: Орки! Вони захопили прикордоння! До зброї! До зброї!

source: Orcs who were not the strongest of their litter tend to specialize in other skills, like archery or assassination.
uk_ua: Оркам, які не були найсильнішими у своєму виводку, доводиться освоювати менш силові вміння, наприклад, стрільбу з лука або нічні вбивства.

source: Orcs!
uk_ua: Орки!
